<?php
 return [

     /*
    |--------------------------------------------------------------------------
    | Налаштування email
    |--------------------------------------------------------------------------
     */

    'email' => [
        'admin_email' => 'yura.voldiner@gmail.com',
    ],

     /*
   |--------------------------------------------------------------------------
   | директорія, куди завантажуються по FTP файли від корня проекту
   |--------------------------------------------------------------------------
    */
     'download_users_file' => 'downloads/users.dbf'
 ];