<?php
 return [

     /*
    |--------------------------------------------------------------------------
    | Налаштування email
    |--------------------------------------------------------------------------
     */

    'email' => [
        'admin_email' => 'yura.voldiner@gmail.com',
        'warning_create_report_email' => 'service-vopas@ukr.net',
        'warning_create_invoice_email' => 'service-vopas@ukr.net',
    ],

     /*
   |--------------------------------------------------------------------------
   | директорія, куди завантажуються по FTP файли
   |--------------------------------------------------------------------------
    */
     'download_users_file' => 'USERS.DBF',
     'download_invoices_file' => 'INVOICES.DBF',
     'download_products_file' => 'PRODUCTS.DBF',
     'download_retentions_file' => 'RETENTS.DBF',

     /*
    |--------------------------------------------------------------------------
    | параметри для формування сторінки reports
    |--------------------------------------------------------------------------
    */
     'reports_to_page' => 10,    // кількість на одну сторінку
     'last_reports_to_view' => 300,     // скільки останніх записів відображати при відсутності умов відбору
     /*
     |--------------------------------------------------------------------------
     | параметри для формування сторінки invoices
     |--------------------------------------------------------------------------
     */
     'invoices_to_page' => 20,    // кількість на одну сторінку
     'last_invoices_to_view' => 100,     // скільки останніх записів відображати при відсутності умов відбору

     /*
     |--------------------------------------------------------------------------
     | параметри для формування сторінки places
     |--------------------------------------------------------------------------
     */
     'places_to_page' => 20,    // кількість на одну сторінку
     'places_to_view' => 95,     // скільки записів відображати максимально
      'time_cache' => 60*60,    // час кешування запитів
     /*
     |--------------------------------------------------------------------------
     | параметри для формування сторінки home
     |--------------------------------------------------------------------------
     */
     'reports_to_view_home' => 10,    // кількість відомостей на екран
     'places_to_view_home' => 10,     // кількість квитків на екран
    /*
     |--------------------------------------------------------------------------
     | параметри для формування сторінки users manager
     | при зміні масиву параметрів необхідно внести зміни в валідатор
     |--------------------------------------------------------------------------
     */
     'users_to_page' => 15,
     'users_parameters_to_find' => [
         'kod_fxp' => 'Код перевізника',
         'email' => 'email',
         'identifier' => 'ідентифікаційний код',
         'certificate' => 'номер свідоцтва',
         'certificate_tax' => 'індивідуальний податковий номер',
         'edrpou' => 'код ЕДРПОУ',
     ]

 ];